Repository: andris9/VoteSMS
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: et_ee

source: Hello world!
et_ee: Tere maailm!

source: Session expired
et_ee: Sessioon on aegunud, pead uuesti sisse logima

source: Unknown service
et_ee: Tundmatu teenus

source: SMS Poll
et_ee: SMS Hääletus

source: Request authentication failed
et_ee: Päringu autoriseerimine ebaõnnestus

source: Service not found
et_ee: Teenust ei leitud

source: Database error
et_ee: Andmebaasi viga

source: Thank you for voting!
et_ee: Täname hääletamast!

source: User verification failed
et_ee: Kasutaja tuvastamine ebaõnnestus

source: Service verification failed
et_ee: Teenuse tuvastamine ebaõnnestus

source: Service created
et_ee: Teenus on loodud

source: Service removed
et_ee: Teenus on eemaldatud

source: English
et_ee: Inglise

source: Estonian
et_ee: Eesti

source: Edit poll data
et_ee: Muuda hääletuse andmeid

source: Error occured
et_ee: Ilmnes viga
